app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Jason"], ["last_name", "Whitlock"], ["created_at", "2021-07-10 08:06:24.701744"], ["updated_at", "2021-07-10 08:06:24.701744"]]
---
  def create
    @student = Student.new(student_params)
    @student.save(student_params)